/* Localized Strings: Japanese */

/* Tags menu */
"Tags" = "タグ";
"Typeset" = "タイプセット";
"Save" = "保存";
"Print..." = "プリント...";
"Print Source..." = "ソースをプリント...";
"Set Project Root..." = "プロジェクトルートの設定...";
"LaTeX Panel..." = "LaTeX パネル...";
"Close LaTeX Panel" = "LaTeX パネルを閉じる";
"Matrix Panel..." = "行列パネル...";
"Close Matrix Panel" = "行列パネルを閉じる";
"Open for Preview..." = "プレビューを開く...";
"Open for Editing..." = "開いて編集する...";
"File" = "ファイル";
"Goto Error" = "エラー箇所へ移動";
"RotateClockwise" = "時計回りに回転";
"RotateCounterclockwise" = "反時計回りに回転";
"Comment" = "コメント";
"Uncomment" = "コメントを外す";
"Indent" = "行を右シフト";
"Unindent" = "行を左シフト";
"Macros" = "マクロ";
"Open Macro Editor..." = "マクロエディタを開く...";
"Close Macro Editor" = "マクロエディタを閉じる";
"Add macros from file..." = "ファイルからマクロを追加...";
"Save selection to file..." = "選択したマクロをファイルに保存...";
"Convert \\yen to \\ in Pasteboard" = "クリップボードで ¥ を \\ に変換";
"Convert \\ to \\yen in Pasteboard" = "クリップボードで \\ を ¥ に変換"; 
"Edit" = "編集";
"Warning" = "警告";
"Don't Save" = "保存しない";
"Cancel" = "キャンセル";
"Do you want to save macros?" = "マクロの変更内容を保存しますか？";
"Save Spot" = "保存ポイント";
"Template" = "テンプレート";
"Typing" = "入力";
"AutoComplete" = "キーバインド";  //Should be translation of "Key Bindings", even in English
"Autocompletion" = "キーバインドによる入力";
"Page Number" = "ページ数";
"Page Number Panel" = "ページ数パネル";
"Magnification Panel" = "ズーム倍率パネル";
"Omit Shell Escape" = "Shell Escape を無視する";
"Warning: Using Shell Escape" = "警告： Shell Escape が使われています";
"Preview" = "プレビュー";
"Display Format" = "ページレイアウト";// mitsu 1.29b
"Magnification" = "ズーム倍率";// mitsu 1.29b
"Copy Format" = "コピーフォーマット";// mitsu 1.29b
"ToolbarItems" = "ツールバー項目";
"Completion" = "コマンド補完";
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "場所： %@\nファイルサイズ： %d バイト\n作成日： %@\n変更日： %@";
"Info: %@" = "情報: %@";
"%@\n\nCharacters: %d" = "%@\n\文字数: %d 文字";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "ファイルのエンコーディングが変更されました。違うエンコーディングを使うと、文字情報が失われることがあります。";
"Currently open files retain their old encoding." = "現在開かれているファイルのエンコーディングは変更されません。";
"Drag && Drop" = "ドラッグ＆ドロップ"; // zenitani 1.33
"%@ does not exist. Perhaps TeXLive was not installed or was removed during a system upgrade. If so, go to the TeXShop web site and follow the instructions to (re)install TeXLive. Another possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the fink teTeX distribution." = "%@ が見つかりません。teTeX/pTeX がインストールされていないか、システムのアップグレードの際に削除された可能性があります。もしそうでしたら TeXShop の Web サイトなどを参照して teTeX/pTeX を（再）インストールして下さい。あるいは、TeXShop の環境設定パネルでパスが正しく設定されていないかもしれません。";
"Can't find required tool." = "必要なツールが見つかりません。";
"Typesetting engine cannot be found." = "タイプセットエンジンが見つかりません。";
"The source LaTeX document cannot be found." = "LaTeX のソースが見つかりません。";
"Sync Marks" = "Sync";
"%@ does not exist." = "%@ が見つかりません。";
"%@ does not have the executable bit set." = "%@ に実行権限がセットされていません。";
"This file was opened with IsoLatin9 encoding." = "このファイルは IsoLatin9 エンコーディングで開かれました。";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "エンコーディングが違うため、ファイルを %@ エンコーディングで開くことができませんでした。ファイルを他のエンコーディングで開きたい場合は、ウインドウを閉じてもう一度開いて下さい。";
"Error" = "エラー";
"There was an error checking for updates." = "アップデートを確認中にエラーが起きました。";
"Your copy of TeXShop is up-to-date" = "お使いのソフトウェアは最新のものです。";
"You have the most recent version of TeXShop." = "この TeXShop は最新のバージョンです。";
"New version available" = "新しいバージョンが公開されています。";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "TeXShop の新しいバージョン (version %@) が公開されています。今すぐダウンロードしますか？";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "このバージョンの TeXShop が動作するためには Mac OS X 10.4 以上が必要です。代わりに TeXShop 1.37 をお使いください。";
"Hard Wrap" = "Hard Wrap";
"Newline Removal" = "Newline Removal";
"Color Index" = "Color Index";
"Help" = "ヘルプ";
"TeXShop Demos" = "TeXShop デモ"; // modified by Terada
"Sync" = "Sync";
"ShowFullPath" = "フルパス表示";
"Close Current Environment" = "現在の環境を閉じる"; // Terada
"Your current setting of %@ will be replaced. OK?" = "既存の %@ の設定が置き換えられます。よろしいですか？"; // Terada
"Convert" = "変換";
